Repository: rapilodev/racalmas
Catalog: website/agenda/planung/pot/*/audio-recordings.po
Languages: de

# region
source: en
de: de

# title
source: Audio Recordings
de: Audio Vorproduktionen

# button_delete
source: Delete
de: Löschen

# button_save
source: Save
de: Speichern

# button_upload
source: Upload Audio File
de: Vorproduktion hochladen

source: Play
de: Abspielen

source: Upload
de: Sendung Hochladen

# file
source: Choose File
de: Datei auswählen

# upload_start
source: The file is being uploadedâ€¦
de: Die Datei wird hochgeladen

# action
source: Actions
de: Aktion

source: File Name
de: Dateiname

source: Uploaded By
de: von wem hochgeladen

source: Uploaded At
de: wann hochgeladen

# size_in_bytes
source: File Size (Bytes)
de: Größe in Bytes

source: Event Duration
de: Dauer der Sendung

source: Audio Duration
de: Länge der Datei

# RMS_L
source: RMS (Left Channel)
de: RMS links

# RMS_R
source: RMS (Right Channel)
de: RMS rechts

source: Processed
de: bearbeitet

source: Mastered
de: gemastert

# modified_at
source: Last Modified
de: letzte Änderung
