Repository: rapilodev/racalmas
Catalog: website/agenda/planung/pot/*/roles.po
Languages: de

# region
source: en
de: de

# title
source: Roles
de: Rollen

# button_add
source: Add Role
de: Rolle hinzufügen

# button_cancel
source: Cancel
de: Abbrechen

# button_delete
source: Delete
de: Löschen

# button_save
source: Save
de: Speichern

# label_level
source: Level
de: Rang

# label_create_download
source: create download links for audio records
de: Links zu Mitschnitten erzeugen

# label_read_event
source: show events
de: Sendung anzeigen

# label_create_event
source: create new events
de: Sendung anlegen

# label_create_event_of_series
source: create event for series you are member of
de: Sendung für Sendereihe anlegen, der man zugeordnet ist

# label_delete_event
source: delete events
de: Sendung löschen

# label_update_event_field_content
source: edit event
de: Sendung bearbeiten

# label_update_event_field_description
source: edit event description
de: Sendebeschreibung bearbeiten

# label_update_event_field_episode
source: edit event episode
de: Sendefolge bearbeiten

# label_update_event_field_excerpt
source: edit event excerpt
de: Sendeauszug bearbeiten

# label_update_event_field_excerpt_extension
source: extend event excerpt (add some words)
de: Sendeauszug erweitern

# label_update_event_field_image
source: edit event image
de: Sendebild bearbeiten

# label_update_event_field_title
source: edit event title
de: Sendetitel bearbeiten

# label_update_event_field_title_extension
source: extend event title (add some words)
de: Sendetitel erweitern

# label_update_event_field_topic
source: edit current topics of the event
de: Sendethemen bearbeiten

# label_update_event_field_podcast_url
source: edit podcast URL
de: Podcast-URL bearbeiten

# label_update_event_field_archive_url
source: edit archive URL
de: Archiv-URL bearbeiten

# label_update_event_field_content_format
source: set Wiki-Format
de: Wiki-Format setzen

# label_create_event_from_schedule
source: create new events (with date from an existing schedule)
de: Sendungen vom Plan anlegen

# label_update_event_of_others
source: edit events you are NOT member of by series
de: alle Sendungen bearbeiten

# label_update_event_of_series
source: edit events you are member of by series
de: Sendungen bearbeiten, denen man zugeordnet ist

# label_update_event_status_archived
source: set event archive status
de: Sendearchiv-Status ändern

# label_update_event_status_live
source: set event live status
de: Live-Sende-Status ändern

# label_update_event_status_playout
source: set event scheduled in playout
de: Playout-Sende-Status ändern

# label_update_event_status_published
source: publish events
de: Sendung veröffentlichen

# label_update_event_status_rerun
source: set event for rerun
de: Wiederholung-Sende Status ändern

# label_update_event_status_draft
source: set event to draft
de: Sendungsentwurf-Status ändern

# label_update_event_status_disable_event_sync
source: prevent events to be overridden (by calendar synchronization)
de: Google-Import blockieren

# label_update_event_time
source: move events (change date and time)
de: Sendedatum/zeit ändern

# label_read_image
source: show images
de: Bilder anzeigen

# label_create_image
source: upload new images
de: Bilder hochladen

# label_update_image_others
source: edit images you are not owner of
de: Bilder von anderen bearbeiten

# label_delete_image_others
source: delete images you are not owner of
de: Bilder von anderen löschen

# label_update_image_own
source: edit images you have uploaded
de: Bilder bearbeiten

# label_delete_image_own
source: delete images you have uploaded
de: Bilder löschen

# label_read_role
source: show roles (for user permissions see below)
de: Rollen anzeigen

# label_update_role
source: edit roles (change permissions of all users assigned to the same role. for user assignment see below)
de: Rollen definieren

# label_read_schedule
source: show planned events of an series
de: Sendeplanung anzeigen

# label_update_schedule
source: plan series events (does not change the date/time of the events itself)
de: Sendungen planen

# label_delete_schedule
source: delete event schedules
de: Sendeplanung löschen

# label_read_series
source: show series
de: Sendereihen anzeigen

# label_update_series
source: edit series (its template and members)
de: Sendereihen bearbeiten

# label_create_series
source: create new series
de: Sendereihe anlegen

# label_delete_series
source: delete series (and its template)
de: Sendereihe löschen

# label_scan_series_events
source: import events into series
de: Sendereihe importieren

# label_assign_series_member
source: add members to series (The member requires to be assigned to a role with some event field permissions to make changes)
de: Nutzer zu einer Sendereihe hinzufügen

# label_assign_series_events
source: assign event to series
de: Sendung zu Sendereihe hinzufügen

# label_remove_series_member
source: remove members from series (the member cannot do any changes in this series anymore)
de: Nutzer von einer Sendereihe entfernen

# label_update_series_template
source: edit series template
de: Vorlage einer Sendereihe bearbeiten

# label_read_studio
source: show studio
de: Studio anzeigen

# label_update_studio
source: edit studio
de: Studio bearbeiten

# label_create_studio
source: create studio
de: Studio anlegen

# label_delete_studio
source: delete studio
de: Studio löschen

# label_read_studio_timeslot_schedule
source: see at what timeslots events can be created by an studio
de: Studio-Sendezeiten anzeigen

# label_update_studio_timeslot_schedule
source: edit at what timeslots events can be created by an studio
de: Studio-Sendezeiten bearbeiten

# label_read_project
source: show project
de: Projekt anzeigen

# label_update_project
source: edit project
de: Projekt bearbeiten

# label_create_project
source: create project
de: Projekt anlegen

# label_delete_project
source: delecte project
de: Projekt löschen

# label_assign_project_studio
source: assign studio to project
de: Studio zu Projekt hinzufügen

# label_read_user
source: show users
de: Nutzer anzeigen

# label_update_user
source: edit users
de: Nutzer bearbeiten

# label_disable_user
source: disable access for other users (the user cannot login anymore afterwards)
de: Nutzer deaktivieren

# label_create_user
source: create new users
de: Nutzer anlegen

# label_delete_user
source: delete existing users
de: Nutzer löschen

# label_read_user_role
source: show user permissions (what roles are assigned to what users)
de: Nutzer-Rechte anzeigen

# label_update_user_role
source: manage user permissions (assign/remove roles from users. A user can only assign/remove roles of a level lower than his/her highest role.)
de: Nutzer-Rechte ändern

# label_read_changes
source: read event changes
de: Änderungen anzeigen

# label_undo_changes
source: undo event changes
de: Änderungen zurücknehmen

# label_read_user_stats
source: show user statistics
de: Nutzerstatistik anzeigen

# label_update_event_after_week
source: edit past events more than two weeks later
de: vergangene Sendung nach mehr als 2 Wochen bearbeiten

# label_read_comment
source: read comments
de: Kommentare lesen

# label_update_comment_status_lock
source: lock comments
de: Kommentare blockieren

# label_update_comment_status_read
source: mark comments as read
de: Kommentare als gelesen markieren

# label_upload_audio_recordings
source: upload audio recordings
de: Vorproduktion hochladen

# label_delete_audio_recordings
source: delete audio recordings
de: Vorproduktion löschen

# label_read_playout
source: show playout
de: Playout anzeigen

# label_edit_help_texts
source: edit help texts
de: Hilfetexte bearbeiten
